tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "weaveworks/tap"
brew "arduino-cli"
brew "aria2"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bat"
brew "black"
brew "diffutils"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "httpie"
brew "ipcalc"
brew "iperf"
brew "iperf3"
brew "ipython"
brew "jless"
brew "kubernetes-cli"
brew "minikube"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "netcat"
brew "nmap"
brew "openvpn"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "pypy3.10"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "vim"
brew "zsh-completions"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "font-fira-code"
