tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "puppetlabs/puppet"
tap "weaveworks/tap"
brew "sqlite"
brew "ansible"
brew "ansible-language-server"
brew "ansible-lint"
brew "openjdk"
brew "ant"
brew "arduino-cli"
brew "aria2"
brew "m4"
brew "autoconf"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "bc"
brew "binutils"
brew "black"
brew "borgbackup"
brew "bpytop"
brew "brainfuck"
brew "clang-format"
brew "cloc"
brew "clojure"
brew "cmake"
brew "cmus"
brew "php"
brew "composer"
brew "coreutils"
brew "cppcheck"
brew "detect-secrets"
brew "diffutils"
brew "direnv"
brew "ed"
brew "elixir"
brew "emacs"
brew "fd"
brew "flake8"
brew "fpc"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "libmpc"
brew "gcc"
brew "gcviewer"
brew "gh"
brew "git"
brew "git-lfs"
brew "glow"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-which"
brew "gnupg"
brew "go"
brew "gopls"
brew "gpatch"
brew "gradle"
brew "grep"
brew "gzip"
brew "hadolint"
brew "haskell-stack"
brew "hcloud"
brew "helm"
brew "hspell"
brew "htop"
brew "httpie"
brew "hugo"
brew "hurl"
brew "iftop"
brew "ipcalc"
brew "iperf"
brew "iperf3"
brew "ipython"
brew "iredis"
brew "irssi"
brew "jless"
brew "jmxterm"
brew "jq"
brew "kafka"
brew "kcat"
brew "kotlin"
brew "kubernetes-cli"
brew "loki"
brew "lolcat"
brew "lsof"
brew "lynx"
brew "make"
brew "markdownlint-cli"
brew "maven"
brew "mdbook"
brew "midnight-commander"
brew "minikube"
brew "minimal-racket"
brew "mkdocs"
brew "mongosh"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mutt"
brew "mycli"
brew "mysql"
brew "nano"
brew "nanorc"
brew "nasm"
brew "ncdu"
brew "neovim"
brew "neovim-remote"
brew "netcat"
brew "nginx"
brew "nim"
brew "nmap"
brew "ocaml"
brew "opensearch"
brew "openvpn"
brew "p7zip"
brew "parallel"
brew "tree"
brew "pass"
brew "percona-toolkit"
brew "perl"
brew "pgcli"
brew "pigz"
brew "pinentry-mac"
brew "pipx"
brew "pmd"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "prometheus"
brew "pv"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy3.10"
brew "pypy3.9"
brew "pyright"
brew "qemu"
brew "rbenv"
brew "rclone"
brew "redis"
brew "restic"
brew "ripgrep"
brew "rsync"
brew "rust-analyzer"
brew "rustup-init"
brew "shellcheck"
brew "socat"
brew "solargraph"
brew "sshuttle"
brew "tcpdump"
brew "telnet"
brew "termshark"
brew "terraform-ls"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "victoriametrics"
brew "vim"
brew "watch"
brew "wdiff"
brew "wget"
brew "whois"
brew "yaml-language-server"
brew "yamllint"
brew "yq"
brew "zip"
brew "zsh-completions"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "mongodb/brew/mongodb-community"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "font-fira-code"
cask "hashicorp-vagrant"
cask "mactex-no-gui"
cask "oracle-jdk"
cask "pdk"
cask "puppet-agent"
cask "puppet-bolt"
