tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "mongodb/brew"
tap "weaveworks/tap"
brew "arduino-cli"
brew "aria2"
brew "aws-iam-authenticator"
brew "awscli"
brew "black"
brew "clang-format"
brew "cmus"
brew "diffutils"
brew "flake8"
brew "gcc"
brew "gh"
brew "git"
brew "git-lfs"
brew "ipython"
brew "iredis"
brew "kafka"
brew "kcat"
brew "kubernetes-cli"
brew "midnight-commander"
brew "minikube"
brew "mongosh"
brew "mpv"
brew "mycli"
brew "mysql"
brew "perl"
brew "pgcli"
brew "podman"
brew "podman-compose"
brew "postgresql@14"
brew "pre-commit"
brew "pypy3.10"
brew "qemu"
brew "redis"
brew "tmux"
brew "vim"
brew "zsh-completions"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "mongodb/brew/mongodb-community"
brew "weaveworks/tap/eksctl"
cask "hashicorp-vagrant"
