tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "puppetlabs/puppet"
brew "brotli"
brew "giflib"
brew "jpeg-turbo"
brew "libpng"
brew "lz4"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "ca-certificates"
brew "gettext"
brew "openssl@3"
brew "libssh2"
brew "readline"
brew "sqlite"
brew "aria2"
brew "m4"
brew "autoconf"
brew "jansson"
brew "snappy"
brew "avro-c"
brew "aws-iam-authenticator"
brew "mpdecimal"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "libb2"
brew "python@3.12"
brew "xxhash"
brew "borgbackup"
brew "c-ares"
brew "freetype"
brew "fontconfig"
brew "pcre2"
brew "glib"
brew "xorgproto"
brew "libxau"
brew "libxdmcp"
brew "libxcb"
brew "libx11"
brew "libxext"
brew "libxrender"
brew "lzo"
brew "pixman"
brew "cairo"
brew "certifi"
brew "pycparser"
brew "cffi"
brew "cloc"
brew "gmp"
brew "coreutils"
brew "cryptography"
brew "libyaml"
brew "detect-secrets"
brew "direnv"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libnghttp2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "graphite2"
brew "icu4c"
brew "harfbuzz"
brew "ffmpeg"
brew "gh"
brew "git"
brew "git-lfs"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "openldap"
brew "pinentry"
brew "gnupg"
brew "go"
brew "hadolint"
brew "hugo"
brew "ipcalc"
brew "iperf"
brew "iperf3"
brew "ipython"
brew "python-setuptools"
brew "iredis"
brew "jless"
brew "openjdk"
brew "jmxterm"
brew "oniguruma"
brew "jq"
brew "lzlib"
brew "librdkafka"
brew "libserdes"
brew "yajl"
brew "kcat"
brew "krb5"
brew "liblinear"
brew "libpcap"
brew "libpq"
brew "libuv"
brew "lua"
brew "midnight-commander"
brew "node"
brew "mongosh"
brew "yt-dlp"
brew "mpv"
brew "mtr"
brew "mycli"
brew "netcat"
brew "nmap"
brew "openssl@1.1"
brew "openvpn"
brew "parallel"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "pkg-config"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "pre-commit"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy3.10"
brew "pypy3.9"
brew "ruby-build"
brew "rbenv"
brew "rustup-init"
brew "shellcheck"
brew "socat"
brew "sshuttle"
brew "tcpdump"
brew "telnet"
brew "vim"
brew "wget"
brew "whois"
brew "yamllint"
brew "yq"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "pdk"
cask "puppet-agent"
cask "puppet-bolt"
