tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "puppetlabs/puppet"
brew "aws-iam-authenticator"
brew "awscli"
brew "borgbackup"
brew "cloc"
brew "detect-secrets"
brew "direnv"
brew "gh"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "hadolint"
brew "hugo"
brew "ipcalc"
brew "iperf"
brew "iperf3"
brew "ipython"
brew "iredis"
brew "jless"
brew "jmxterm"
brew "jq"
brew "kcat"
brew "mongosh"
brew "mtr"
brew "mycli"
brew "netcat"
brew "nmap"
brew "parallel"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rbenv"
brew "shellcheck"
brew "socat"
brew "sshuttle"
brew "tcpdump"
brew "telnet"
brew "wget"
brew "whois"
brew "yamllint"
brew "yq"
brew "zsh-completions"
brew "hashicorp/tap/terraform"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "pdk"
cask "puppet-agent"
cask "puppet-bolt"
