tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "mongodb/brew"
tap "puppetlabs/puppet"
tap "weaveworks/tap"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "detect-secrets"
brew "direnv"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "helm"
brew "httpie"
brew "ipcalc"
brew "ipython"
brew "iredis"
brew "jless"
brew "jq"
brew "openjdk"
brew "zookeeper"
brew "kafka"
brew "kcat"
brew "loki"
brew "minikube"
brew "mongosh"
brew "mtr"
brew "mycli"
brew "mysql"
brew "netcat"
brew "nmap"
brew "parallel"
brew "pgcli"
brew "pinentry-mac"
brew "pipx"
brew "qemu"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "postgresql@16"
brew "pre-commit"
brew "prometheus"
brew "pwgen"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pypy"
brew "pypy3.10"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "sshuttle"
brew "telnet"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "victoriametrics"
brew "wget"
brew "yq"
brew "zsh-completions"
brew "hashicorp/tap/consul"
brew "hashicorp/tap/terraform"
brew "hashicorp/tap/vault"
brew "mongodb/brew/mongodb-community"
brew "weaveworks/tap/eksctl"
cask "1password-cli"
cask "font-fira-code"
cask "hashicorp-vagrant"
cask "mactex-no-gui"
cask "pdk"
cask "puppet-agent"
cask "puppet-bolt"
